"Untitled" = "Senza titolo";

"WindowTitle" = "Installazione di %@";

"FilesWindowTitle" = "Documenti da %@";

/* Displayed as a tooltip describing a search field */
"FilesSearchTooltip" = "Cerca documenti contenenti il percorso";

/* Utility Menu Items */
"Utilities_Menu" = "Utility";

/* Print */
"DefaultPrintMenuItem" = "Stampa…";

/* Menu item titles used for the Show/Hide Files function. */
"Show Files" = "Mostra documenti";
"Hide Files" = "Nascondi documenti";

/* Alert panel indicating that the Installer could not find any plugins to load and therefore cannot perform an install */
"NO_SECTIONS_FOUND_ALERT_TITLE" = "Il programma di installazione non è riuscito ad eseguire l'installazione.";
"NO_SECTIONS_FOUND_ALERT_MESSAGE" = "Il programma di installazione non riesce a trovare alcune risorse necessarie per eseguire l'installazione.\n\nQuesto è un errore del programma di installazione e non del software che stai cercando di installare.\n\nPer assistenza tecnica online visita il sito:\n\nhttp://www.apple.com/support/";

/* Button titles */
"CONTINUE" = "Continua";
"GOBACK" = "Indietro";
"CHOOSE" = "Scegli";

"CONTINUE_INSTALLING" = "Continua installazione";
"CANCEL_INSTALLING" = "Annulla l’installazione";

"OpenFailed" = "Apertura fallita";
"OpenFailedMsg" = "Impossibile aprire \"%@\".";

/* Damaged runner error */
"INSTALLER_IS_DAMAGED_TITLE" = "Il programma di installazione è danneggiato.";
"INSTALLER_IS_DAMAGED_MESSAGE" = "Il programma di installazione non è in grado di aprire il pacchetto. Potrebbe esserci un problema di proprietà o autorizzazioni del documento.";

/* Displayed in an alert panel if the user tries to close the package when the package is in its "busy" state */
"PackageBusyTitle" = "Il programma di installazione è occupato.";
"PackageBusyMessage" = "Impossibile chiudere la finestra.";

/* Displayed in an alert panel if the user tries to close the package when the package is in its "paused" state */
"PackagePaused" = "Non devi chiudere il pacchetto perché l'installazione è ancora in corso. La chiusura del pacchetto potrebbe causare uno stato di instabilità del sistema.";

/* Install failed alert-box titles */
"InstallFailedTitle" = "Installazione non riuscita.";
"CannotInstallTitle" = "Impossibile completare l'installazione.";

/* Contents for alert box displayed when the user tries to quit the app while the package is installing */
"CantQuit" = "Non posso chiudere il programma di installazione durante l'installazione di software.";

/* Displayed when an install fails but the package does not require the machine to be rebooted. */
"FailWarning" = "%@ non è stato installato correttamente.";

/* Displayed when an install fails but the package does not require the machine to be rebooted. */
"NotInstalledYet" = "%@ non è stato ancora installato.";

/* Bold title string in Quit sheet */
"InstallQuitTitle" = "Sei sicuro di voler uscire da Installer?";

/* Warnings */
"NeedsShutdown" = "Per l'installazione di questo software è necessario spegnere il computer. Fai clic su Spegni per completare l'installazione.";
"NeedsRestart" = "Per l'installazione di questo software è necessario riavviare il computer. Fai clic su Riavvia per completare l'installazione.";
"NeedsLogout" = "Per l'installazione di questo software è necessario che vengano chiuse tutte le applicazioni e che venga eseguito il logout del sistema. Fai clic su Logout per completare l'installazione.";

/* Displayed if the user tries to quit while a normal install is taking place */
"StopNormalInProgress" = "Sei sicuro di voler uscire? La chiusura dell'installazione potrebbe causare l'instabilità del sistema.";

/* Button in quit sheet */
"ChangeDisk" = "Disco di Avvio";

/* Title on the 'Go Back' button */
"GoBack" = "Indietro";

/* Button/menu item titles meaning 'Yes, I want to quit the application' */
"Quit" = "Esci";
"QuitWithEllipsis" = "Esci da Installer...";

/* Button title meaning 'No, I don't want to quit the application' */
"DontQuit" = "Non uscire";

/* Button title used to restart the computer */
"Restart" = "Riavvia";

/* Standard OK button title */
"OK" = "OK";

/* Button title to cancel an action that produced an alert box */
"Cancel" = "Annulla";

/* Button title for a sheet which will close the installer window */
"Close" = "Chiudi";

/* "Show Error" button */
"ShowError" = "Mostra errore";

/* Error message given when plugin cannot be found. This is mostly an issue for running over a network. */
"CantFindPlugin" = "Impossibile trovare il plug-in %@.";

/* Error message given when plugin is found but can't be loaded. This is mostly an issue for running over a network. */
"CantLoadPlugin" = "Il percorso al plug-in %@ è stato trovato, ma non è possibile crearne il bundle.";

/* Error message given when plugin is loaded but doesn't have its firstPage outlet set. This is mostly a debugging aid. */
"NoFirstPage" = "Il plugin %@ non ha una prima pagina.";

/* Alert box title when the user cannot save a file document */
"CantSaveFile" = "Impossibile registrare il documento.";

/* Alert box explanatory text displayed when a user cannot save a file document */
"CantSaveFileText" = "Potresti non avere i privilegi necessari per registrare questo documento in questa posizione.";

/* File Listing Controller Strings */
"FILE_LISTING_NOT_AVAIL" = "Elenco documenti non disponibile.";
"FILE_LISTING_NOT_AVAIL_YET" = "Elenco documenti non ancora disponibile.";

/* Security Warning Strings */
/* Display this message if the package will be running programs without the user's knowledge. */
"CheckToolAlert" = "Questo programma di installazione eseguirà un programma per stabilire se il software può essere installato. Vuoi continuare?";

/* Title for the below message */
"CheckToolAlertEnhancedTitle" = "Questo pacchetto eseguirà un programma per determinare se il software può essere installato.";

/* Displays this message if the package will be running programs contains inside a package */
"CheckToolAlertEnhanced" = "Per mantenere sicuro il computer, devi eseguire programmi o installare software provenienti solo da una fonte attendibile. Se non sei sicuro della provenienza del software, fai clic su Annulla per interrompere il programma e l'installazione.";

/* Displayed in Menu Bar in the Spotlight area when running from install media */
"NoSpotlightTooltip" = "Spotlight non è disponibile durante l'installazione di questo software";

/* Install Automation Strings */
"AutomatedInstallFailure" = "Impossibile installare %@ su questo disco.";
"AutomatedInstallFailureWithReason" = "Impossibile installare %@ su questo disco.  %@";

"AutomatedInstallTargetFreeSpace" = "Il disco di destinazione non dispone di spazio libero sufficiente per l'installazione. Esci dal programma di installazione per liberare spazio sul disco rimuovendo documenti o applicazioni, quindi riprova l'installazione.";
"AutomatedInstallTargetMissingTitle" = "Impossibile trovare il documento mediante il percorso %@.";
"AutomatedInstallTargetMissing" = "Verifica di avere scelto il disco corretto e che non sia danneggiato o scollegato.";

/* Install Authenticity Strings */
"UNSIGNED_TITLE" = "Impossibile determinare la fonte di questo software.";
"UNSIGNED_DESCRIPTION" = "Per mantenere il tuo computer sicuro, devi installare solo software proveniente da una fonte sicura. ";
"INVALID_SIGNATURE_ERROR_TITLE" = "L'installazione è stata annullata perché non è stato possibile verificare la provenienza di questo software.";
"INVALID_SIGNATURE_ERROR" = "Per mantenere il tuo computer sicuro, devi installare solo software proveniente da una fonte sicura. ";

/* IADataTransferMonitor Strings */
"CALCULATING_TIME_REMAINING" = "Calcolo…";
"HOURS_AND_MINUTES_REMAINING" = "%d ore e %d minuti";
"HOURS_REMAINING" = "%d ore";
"HOUR_AND_MINUTES_REMAINING" = "1 ora e %d minuti";
"HOUR_REMAINING" = "1 ora";
"MINUTES_REMAINING" = "%d minuti";
"MINUTE_REMAINING" = "1 minuto";
"LESS_THAN_A_MINUTE_REMAINING" = "Meno di un minuto";
